---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.DistributionType.Uniform
enum: Autodesk.Revit.DB.Structure.DistributionType
source: html/e6161b8e-a592-d54c-dbe4-68ab9f186292.htm
---
# Autodesk.Revit.DB.Structure.DistributionType.Uniform

It is an uniform distribution.